{"do_lower_case": true, "do_basic_tokenize": true, "never_split": null, "unk_token": "[UNK]", "sep_token": "[SEP]", "pad_token": "[PAD]", "cls_token": "[CLS]", "mask_token": "[MASK]", "tokenize_chinese_chars": true, "strip_accents": null, "model_max_length": 512, "special_tokens_map_file": null, "tokenizer_file": "/content/drive/My Drive/resource_electra_tie/cache/deffb00b3bf6ab6087ac52ffaadc5b49051cc22d364c65dbd5f0222f3c4e2ff6.7f2721073f19841be16f41b0a70b600ca6b880c8f3df6f3535cbc704371bdfa4", "name_or_path": "google/electra-small-generator", "tokenizer_class": "ElectraTokenizer"}